DEFINE DATA GLOBAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
 1 TAPIS (A1/1:15,1:35)
 1 BOULE (A1/1:3,1:3)
 1 FORCE (N2)
 1 NB-COUP (N3)
 1 POINT (N3)
 1 EFFET (N1)
 1 IMPACT (N1)
 1 MESSAGE (A30)
END-DEFINE
