DEFINE DATA GLOBAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP
/* <Natural Source Header
 1 TAB (N2/1:6)
 1 GRILLE (A1/1:10,1:5)
END-DEFINE
